[
    {
        "Case Number": "案例1",
        "General Information": "小楠，女，19岁，高三复读，第二次咨询。",
        "Basic Information": "小楠正处于备战高考的关键期，但最近一次全市联考成绩的小幅下降，令她极度紧张不安。她回想起自己去年就是临近高考时成绩突然下滑，最终遗憾落榜。她被失败的阴影笼罩着，害怕今年会历史重演，每次想到这些，她就力不从心、泪流满面。这种焦虑让小楠开始自我怀疑，学习的热情也逐渐被担忧和恐惧所取代"
    },
    {
        "Case Number": "案例2",
        "General Information": "小优，女，13岁，初一学生，第一次咨询。",
        "Basic Information": "小优无意间得知了父亲出轨的事实，这让她极其震惊和痛苦。尽管父母并未离婚，但家庭的紧张气氛明显升级。小优母亲在一次深夜谈话中向她控诉了父亲的卑劣行径，并表达自己的愤懑。母亲甚至表示，要不是小优，自己早就离婚了。小优觉得自己成了这场家庭风暴的罪魁祸首，如果自己不存在，父母可能就不会变成这样。母亲在情绪激动时，会把心中的怒火转化成对小优的指责。这种重负让小优感到难以承受，她不知道应该如何处理父母间复杂的情感纠纷。一段时间后，她实在受不了了，决定寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例3",
        "General Information": "小娥，女，18岁，大一学生，第一次咨询。",
        "Basic Information": "在大学新生入学的心理筛查中，小娥被标记为需要重点关注的学生。校心理健康服务中心注意到小娥的自评量表中，抑郁和人际关系敏感因子得分偏高，故邀请小娥进行初步的个体访谈。她在访谈中表示愿意进一步探索，同意继续接受心理咨询。小娥在高中时期曾有一段被同学排挤的经历，这让她对人际关系变得特别敏感，在社交场合中感到极度不安。在大学的新环境中，她尝试建立新的友谊，也结识了一位活泼开朗的朋友，但她觉得好像很难跟对方建立深层次的联系，表面的友谊并不能缓解她内心深处的孤独。"
    },
    {
        "Case Number": "案例4",
        "General Information": "小桃，女，11岁，五年级学生，第一次咨询。。",
        "Basic Information": "最近，小桃正悄然步入青春期。她发现自己长高了不少，胸部也开始发育。虽然这属于成长过程中的自然征兆，但她还是因为自己的与众不同而苦恼。在学校，小桃有时会听到同学们的窃窃私语，大家的好奇和议论让她有些尴尬和不安。她担心成为别人嘲笑的对象，所以经常回避参加集体活动。小桃的父母注意到她经常在镜子前驻足，反复端详着自己的身体，他们认为这是需要关注和支持的重要时刻。小桃妈妈温柔地询问了她的感受，并鼓励小桃找心理老师聊一聊，以便更好地理解和接纳自己的变化。"
    },
    {
        "Case Number": "案例5",
        "General Information": "小刚，男，13岁，初二学生，第一次咨询。",
        "Basic Information": "小刚今年初二，是语文课代表，历史还经常考到年级前列，老师们都很宝贝他，但他的数学成绩从小学起就不太理想。这个学期，由于原来的数学老师要回家待产，他们班迎来了一位新老师。这位老师是出了名的严厉，丝毫不给学生留任何情面。由于小刚基础比较薄弱，无法跟上班级平均水平，数学老师对此非常不满，经常当众批评他，有时还会人身攻击，甚至用高跟鞋踹他。小刚从未遭受如此对待，感到极度的羞辱和恐惧，对数学课产生了强烈的厌恶。有天他实在忍无可忍，逃了数学课，来到心理咨询室。"
    },
    {
        "Case Number": "案例6",
        "General Information": "小贝，女，22岁，大三学生，第二次咨询。",
        "Basic Information": "小贝曾因焦虑抑郁办理休学，最近她又重回到了校园，可还不到一个月，就又出现了头晕、冒汗、呼吸困难等生理反应，且比休学前更严重。据小贝说，在家休养这一年，爸妈都忙着上班，自己就是在房间待着做手工，因为远离了各种压力源，情况会稍好一些。但复学后的她，不得不面对全新的班级和同学，要想顺利完成学业，之前落下的课程和考试也要一一补上，这让她觉得很艰难。但她非常坚定地想要拿到学位证，希望咨询师能帮帮她。小贝认为只有完成学业，才有底气摆脱自己的“原生家庭”，实现个人的自立。"
    },
    {
        "Case Number": "案例7",
        "General Information": "小威，男，10岁，四年级学生，第一次咨询。",
        "Basic Information": "小威最近在学校遇到一些麻烦，这让他心神不宁。他被几个高年级的学生盯上，并遭受了勒索。小威时不时被这帮人堵在回家的路上，要求把零花钱都交出来，还让小威回家偷偷拿爸爸的香烟给他们。小威怕被欺负，只好乖乖服从，但他知道给钱不是办法，这只会让他们变本加厉，不过他也担心如果不给钱，他们会对他不客气，自己又打不过。小威想寻求帮助，但害怕会让问题变更糟，他也不敢告诉父母……最终，在一次心理课之后，小威跟心理老师讲述了他的遭遇，希望老师教给他一些自我保护的方法。"
    },
    {
        "Case Number": "案例8",
        "General Information": "小磊，男，17岁，高二学生，第一次咨询。",
        "Basic Information": "小磊在一次重要考试中作弊被监考老师发现，随即被带到教务处接受询问。学校决定给予他记过处分，并通知了他的父母。他感到深深的羞愧和绝望，害怕同学和朋友的嘲笑和排斥，担心父母和老师对他失望，也觉得自己的未来完蛋了。回到教室后，小磊神情落寞，恨不得找个地缝钻进去。他不敢面对同学们的目光，仿佛大家都在看他的笑话。当天晚自习，他跟同桌发生口角，冲动之下从教室跑了出去，想结束自己的生命。还好当时班主任正在楼道巡视，及时发现了小磊并立刻拦下，将他带到心理咨询室。"
    },
    {
        "Case Number": "案例9",
        "General Information": "小慧，女，18岁，大一学生，第一次咨询。",
        "Basic Information": "小慧是一名大一新生，由于宿舍矛盾前来心理咨询室求助。开学初，宿舍四人还算相处融洽，但随着时间推移，她们出现了矛盾。例如，小慧习惯早睡早起，可其他三位都是夜猫子，经常12点还外放音乐、煲电话粥、打排位赛。另外，宿舍还有一位女生，经常在未经小慧允许的情况下使用她的洗发水等生活用品，这让她很不舒服。小慧尝试跟舍友沟通，但情况没有得到改善。昨天，大家又因为小事起了争执，舍友们提出让小慧申请换宿舍，这让她非常困惑和愤怒。小慧认为自己又没做错事，凭什么是她搬出去。"
    },
    {
        "Case Number": "案例10",
        "General Information": "小睿，女，13岁，初二学生，主动来询，第二次咨询。",
        "Basic Information": "有天早上，小睿突然说自己身体有些难受，不想去上学。小睿的父亲是一位工作繁忙的商人，一上来就劈头盖脸指责，认为她是在装病，用身体不适逃避学业压力。小睿母亲很担心，但还是帮孩子请了假，并带她去看医生。医生认为，小睿处于抑郁焦虑状态，还出现了躯体化反应，医生为她开了药缓解紧张。即便如此，小睿父亲还是不认可，坚信所谓的抑郁症都是“闲出来的”，认为小睿“想太多”，好好学习才是正经事。小睿非常无助，觉得自己不仅要承受身体上的痛苦，还得面对父亲的不解和质疑，第一次来访时在咨询室崩溃大哭。"
    },
    {
        "Case Number": "案例11",
        "General Information": "小鹏，男，16岁，高一学生，第一次咨询。",
        "Basic Information": "小鹏初中成绩一直不错，但升入高中以来，他明显感到会有些吃力，内心非常烦躁。他发现不但学业难度有所增加、班级氛围也较紧张，而且父母对他的期望很高，经常强调考上名牌大学的重要性，这让小鹏压力很大。他认为自己的同学们非常优秀，不仅成绩拔尖，还在体育、艺术、科技等领域都有着出色的表现。相比之下，小鹏觉得自己相形见绌，更加孤独和自卑。他担心自己无法在激烈的竞争中脱颖而出，于是花费更多时间独自学习，但这并没有让他有所好转。班主任担心他的心理状态，带他来到心理咨询室。"
    },
    {
        "Case Number": "案例12",
        "General Information": "小阳，男，10岁，四年级学生，第一次咨询。",
        "Basic Information": "小阳的父母在几个月前离婚了，小阳从此跟爸爸生活。可没过多久，父亲就带了一位女人回家，还要求小阳称呼她为“妈妈”。小阳非常不适应家里的变化，内心充满了抗拒。继母对小阳并不友好，经常因为微不足道的小事惩罚他。更让小阳伤心的是，父亲也变得格外冷漠，甚至对他施以暴力。小阳尝试联系过母亲，渴望能得到一丝安慰和支持。但每次被父亲发现后，就免不了一顿毒打。对小阳而言，每天从踏进家门的那一刻开始，他就感到如履薄冰，绝望到了极点。一段时间以后，小阳主动在学校寻求心理辅导。"
    },
    {
        "Case Number": "案例13",
        "General Information": "小晨，女，13岁，初一学生，主动来询。",
        "Basic Information": "小晨从小就被妈妈安排了很多兴趣班，包括钢琴、舞蹈、书法等等。尽管并不喜欢这些活动，但在父母的要求下，她还是硬着头皮去了。小晨逐渐在练习中找到乐趣，尤其是爱上了音乐。钢琴如同她的玩伴，陪伴她度过了许多快乐和难过的时光。随着钢琴技艺逐渐提高，小晨在各种比赛中崭露头角，收获的奖项不仅是对她努力的肯定，更是她自信的源泉。升入初中后，学习压力明显增大，钢琴成了她释放压力的一个出口。但小晨的妈妈认为弹琴影响学业，开始限制她弹琴的时间，希望她能把更多精力投入到学习中。"
    },
    {
        "Case Number": "案例14",
        "General Information": "小壮，男，11岁，五年级学生，第一次咨询。",
        "Basic Information": "最近，家庭经济困难学生小壮所在的班级发生一起失窃事件，有位同学的钢笔不翼而飞。在缺乏证据的情况下，小壮因曾借用过那支钢笔而成为同学们怀疑的对象。这一无端的指控让小壮感到非常困惑和难过，他不明白自己为什么会被冤枉。这件事迅速在班里传开，小壮觉得大家看自己的眼神都不一样了。他开始频繁做噩梦，回避与同学们的交流，对学校生活表现出抵触情绪。班主任了解此事后，决定查明真相，还小壮清白。同时，老师带小壮前来寻求心理辅导，希望能帮助小壮减轻这件事带来的心理压力。"
    },
    {
        "Case Number": "案例15",
        "General Information": "小文，女，13岁，初一学生，第一次咨询。",
        "Basic Information": "小文，一个成绩优异的初中生，是家中长女，有一个还在读幼儿园的弟弟。她时常能觉察到父母对弟弟的偏爱，因为弟弟总能轻易得到父母的笑容和拥抱，而她却几乎没有感受过这样的温暖，心中有种难以言说的失落感。虽然是班里的佼佼者，但小文的内心却十分疲惫。她害怕一旦放松，就会失去老师的喜欢和父母的关爱。因此，她对自己要求相当严格，总是尽力做到最好，这种持续地自我加压给小文带来了沉重的心理负担。偶然间，小文在学校宣传栏看到有关压力管理的海报，于是向心理老师发出了求助。"
    },
    {
        "Case Number": "案例16",
        "General Information": "小朵，女，17岁，高二学生，第一次咨询。",
        "Basic Information": "小朵自幼由外婆抚养长大，两人之间感情深厚。半年前，80岁的外婆突发疾病去世，这对小朵来说是个巨大的打击。她很难接受这个事实，每天都处于悲痛之中，上课时经常看着窗外发呆，眼泪不受控地往出流。小朵对外婆去世前的一件事特别内疚"
    },
    {
        "Case Number": "案例17",
        "General Information": "小琪，女，14岁，初三学生，第一次咨询。",
        "Basic Information": "最近，小琪对班上一个男生产生了好感，这让她兴奋又无措，她开始在日记中记录下自己的感受和对这段朦胧感情的思考。小琪母亲在一次整理房间时无意发现了小琪的日记，出于关心，母亲偷看了里面的内容。小琪得知后极度愤怒，认为母亲侵犯了她的隐私，在房间里怒吼来表达自己的不满，这导致了一次激烈的争吵。在争吵中，小琪情绪失控，摔门而去。此后，小琪变得更加防备，不愿和母亲分享自己的生活。每天回家都把自己锁在房间。小琪母亲非常担心女儿，班主任得知情况后推介小琪到心理辅导室。"
    },
    {
        "Case Number": "案例18",
        "General Information": "小馨，女，10岁，四年级学生，第一次咨询。",
        "Basic Information": "最近，小琪对班上一个男生产生了好感，这让她兴奋又无措，她开始在日记中记录下自己的感受和对这段朦胧感情的思考。小琪母亲在一次整理房间时无意发现了小琪的日记，出于关心，母亲偷看了里面的内容。小琪得知后极度愤怒，认为母亲侵犯了她的隐私，在房间里怒吼来表达自己的不满，这导致了一次激烈的争吵。在争吵中，小琪情绪失控，摔门而去。此后，小琪变得更加防备，不愿和母亲分享自己的生活。每天回家都把自己锁在房间。小琪母亲非常担心女儿，班主任得知情况后推介小琪到心理辅导室。"
    },
    {
        "Case Number": "案例19",
        "General Information": "小安，女，21岁，大四学生，第一次咨询。",
        "Basic Information": "不久前，小安得知自己未能通过研究生入学考试，她感到前所未有的难过和沮丧。这段时间，她一直沉溺在失败中，情绪跌入谷底，也很难集中注意力，甚至会觉得活着没什么意思。毕业在即，小安对自己的未来感到焦虑和迷茫。她担心自己找不到满意的工作，也在纠结是否还要继续考研。她不愿让家人的期望落空，但又不知道如何与他们沟通。在朋友的提醒下，小安认识到此时的压力已经超出了自身承受范围。经过内心一番挣扎，她终于鼓起勇气来到心理咨询中心寻求帮助，希望能够明确前进的方向。"
    },
    {
        "Case Number": "案例20:",
        "General Information": "小兰，女，18岁，高三学生，班主任转介，第一次咨询。",
        "Basic Information": "小兰的家庭不富裕，父母起早贪黑工作为了维持这个家以及小兰的学习，父母对小兰的未来寄予很多期望，希望小兰能够努力学习，考上好大学改变自己以及家庭的命运。小兰从小一直很努力，因为太投入学习，也没什么朋友，现在在一所次重点高中读高三。临近高考了，小兰觉得每一天都比前一天压力更大，如果高考没有考好，会辜负父母的辛苦工作，自己的未来也会暗淡无光，人生再也没有希望。每每想到这里，小兰就觉得喘不过气，失眠，吃不下东西。近期，她时常听到有人在耳边悄悄说话，让她不要学习，干脆去死，怂恿她跳楼，结束痛苦的人生之类的话。在课堂上，小兰的表现也开始变得奇怪，对同学和老师的问题常常答非所问，班主任知道了小兰的情况，把她带到心理老师这里看是什么情况。"
    },
    {
        "Case Number": "案例21",
        "General Information": "李明，男，11岁，五年级学生，班主任转介。第一次咨询。",
        "Basic Information": "李明是动画片《名侦探柯南》的粉丝，时常在学校声称自己是“怪盗基德”，通过“出售变小药丸”频繁欺骗低年级同学的零花钱，并且偶尔会偷走同学的文具。上周，有一名同学怀疑李明在去他家玩耍时，偷走了自己的电话手表以及三百块钱，同学与同学的家长希望班主任能够处理此事，班主任要求李明归还了电话手表与三百元。李明因此事以及先前的行为被班上的同学孤立，失去了以往的活力，班主任虽规范了班上同学的行为，但无法让李明的情绪好起来，因而寻求心理老师求助。"
    },
    {
        "Case Number": "案例22",
        "General Information": "锋锋，男，10岁，转学生，目前读四年级，班主任转介。第一次咨询。",
        "Basic Information": "锋锋脾气暴躁，常一言不合就大发雷霆或当场大哭。上周因与同学发生口角，锋锋在课间时搬起凳子企图打架砸人。班主任觉得锋锋有比较严重的情绪控制问题，和其家长谈过话，家长表示夫妻两工作繁忙，锋锋在10岁以前都由爷爷奶奶带大，在乡下读小学，这学期刚转来城里读书并且和父母一起住。爷爷奶奶对其比较娇惯，要什么都会顺着他，现在和父母同住时常因不服父母的管教而起冲突，父母也拿他没办法。班主任得知锋锋的成长经历后，与锋锋谈话，锋锋表示自己也希望能够控制好情绪，于是班主任将其转介到咨询室。"
    },
    {
        "Case Number": "案例23",
        "General Information": "美美，女，13岁，初二，主动求助。第一次咨询。",
        "Basic Information": "美美长相甜美，喜欢在抖音上拍摄并上传一些自己跳舞的视频。账号粉丝很多，逐渐也有一些校内的同学关注。但美美总是听见有人在议论自己，对自己恶语相向。走在走廊上时会听见有人说自己“跳擦边舞”，骂自己。有时路过笑着的同学，美美认为他们都在笑自己。这让美美感到很恐惧，变得有些疑神疑鬼的，上课时也会想这些事。下课就坐在座位上，不敢去走廊上厕所，需要朋友陪自己一起去才敢出班门。美美感到很恐惧，很想让大家不要再议论自己，因此寻找心理老师求助。"
    },
    {
        "Case Number": "案例24",
        "General Information": "小高，女，15岁，初三，主动求助。第一次咨询。",
        "Basic Information": "小高成绩很好，但是临近中考看着同学们都在刷题，自己十分焦虑不安，无法专心复习，害怕中考发挥失利。最近一段时间脾气比较暴躁，在家容易和父母吵架发脾气，为此自己也感觉很内疚，但不知道怎么样能够调整好自己的心态。食欲也不是特别好。有时晚自习的时候，一道题写不出来，会一直想，等回过神时已经过了很久了。睡前也很焦虑，会一直思考自己如果发挥失常了应该怎么办。小高试过和朋友倾诉，但朋友觉得小高成绩很好，只是在“凡尔赛”，并不能理解小高的焦虑。小高觉得很困扰，因此想要寻求帮助。"
    },
    {
        "Case Number": "案例25",
        "General Information": "小黄，女，14岁，初二，主动求助。第一次咨询。",
        "Basic Information": "小黄因对于“异性之间究竟有没有纯友谊”这一困惑前来咨询室求助。小黄对此困惑是因为有一个从初一开始就很聊得来的男同学上周向自己表白了，这让自己很不解，因为这已经是第三个和自己表白的异性朋友。小黄表示自己只是像对待朋友一样对待他，但他突然的表白和纠缠让自己觉得很恶心。本来自己想假装表白的事情没发生过，但是一起去爬山时，这个朋友抢了自己的水杯喝水，还故作亲昵，小黄觉得很恶心，于是下定决心与之保持距离。但男生却穷追不舍，经常嘘寒问暖。小黄觉得彼此已经无法回到朋友关系了，甚至很反感他一系列的讨好行为。由于在自己身上总是发生同样的事，小黄很苦恼，于是前来求助。"
    },
    {
        "Case Number": "案例26",
        "General Information": "小杨，男，13岁，初一，主动求助。第一次咨询。",
        "Basic Information": "小杨的左耳下方有一块很大的胎记，因为这块胎记，小杨一直很自卑。小学的时候因此受过校园霸凌，男生女生都因为他的胎记嘲笑、孤立他，小杨不敢反驳。虽然初中的同学没有嘲笑他的人，但是小杨很担心，不太敢与人社交。并且刻意留长了头发遮住自己的胎记。因为不敢和人交往，开学快一学期了，也没有交到特别好的朋友。小杨难以忍受这种孤独，希望自己能够走出被校园霸凌的阴影，但不知应该如何做出改变，因此主动寻求帮助。"
    },
    {
        "Case Number": "案例27",
        "General Information": "小郭，男，17岁，高二，主动求助。第一次咨询。",
        "Basic Information": "小郭最近很苦恼，因为自己的舍友都在抽烟。小郭很讨厌烟味，但作为宿舍唯一一个不抽烟的人，他没有办法与六人寝中另外五个人抗衡。小郭曾经提出要更换宿舍，但这一请求让宿管发现了其他同学在抽烟。由于没有同学愿意与小郭换宿舍，小郭只能待在原来的宿舍。舍友因为被发现抽烟的事情被处分，对小郭很不满，在他的床铺上烫了几个烟头印，并且在宿舍里孤立排挤他。小郭很害怕，后来办了走读晚上回家休息。但课间的时候，小郭感觉原本的舍友在班级里议论自己。这种很恐惧的感觉使他主动向心理老师求助。"
    },
    {
        "Case Number": "案例28",
        "General Information": "兰兰，女，17岁，高二，朋友转介。第一次咨询。",
        "Basic Information": "兰兰的朋友表示兰兰最近有点不对劲。情绪起伏很大，有时一整天都很阴郁，很容易就哭了。有时又很开心，很健谈的样子，很让人摸不着头脑。而且晚上不睡觉，开着台灯在宿舍里刷题，翻书翻地哗哗响，舍友根本没办法好好休息。上周兰兰和朋友说，自己计划买做美甲的指甲油和亮片，打算在学校做美甲生意。朋友觉得兰兰疯了，课业这么忙，哪有时间做美甲？但是兰兰说干就干，立刻买了很多美甲的材料，在宿舍摆摊。但没过几天，她又心情很糟地把那些材料堆到角落，不再碰了。兰兰的朋友很担心，因为即将步入高三，兰兰看起来心思并没有在学习上，于是带着兰兰来到咨询室。"
    },
    {
        "Case Number": "案例29",
        "General Information": "小琼，女，22岁，大四，主动求助。第一次咨询。",
        "Basic Information": "小琼因恋爱问题前来咨询，小琼有一个谈了四年恋爱的男友，最近小琼感到越来越无法忍受男友不求进取的状态。最近一年自己在准备考研，而男友却整天游手好闲的，经常和朋友出去玩到半夜，第二天下午才起床。小琼感到很火大，觉得和他在一起没有未来。考研很辛苦，每天起早贪黑，小琼时常感到焦虑甚至情绪崩溃，但在很需要男友安抚时，他经常都还没起床，无法回应自己的情绪这点更是激起了小琼的怒火。虽然小琼不想在备战考研的时候分手，因为觉得这样会更影响自己的情绪，但彼此的问题得不到解决更是让她心烦，因此她主动寻求咨询师的帮助。"
    },
    {
        "Case Number": "案例30",
        "General Information": "小王，男，18岁，大一，主动求助。第一次咨询。",
        "Basic Information": "小王有一女友，彼此是大学同班同学，目前恋爱半年。一开始是女友主动表白的，自己对其并不反感，也觉得对方挺可爱的就在一起了。但是小王逐渐意识到自己只是因为上了大学想要体验一下谈恋爱的感觉，才答应在一起的，很快就觉得恋爱这件事很麻烦。有时自己打游戏的时候女友会不停发消息，周末本来想休息，也不得不陪女友出去玩。小王觉得自己失去了属于自己的自由生活，但是不知如何开口提出分手，因为觉得对方并没有做错什么。小王内心十分挣扎，时而觉得自己很自私、很想逃避，时而又觉得自由才是最重要的。小王感到很绝望，不知道怎么样才能结束这段关系，因此前来求助。"
    },
    {
        "Case Number": "案例31",
        "General Information": "小空，女，21岁，大三，辅导员转介。第一次咨询。",
        "Basic Information": "辅导员转述称小空有过抑郁诊断，目前有稳定服药，先前休学过一年。这学期和下一级的同学们一起上课，也换了宿舍。小空感觉适应新环境很困难，舍友们玩的很好，自己感觉很难融入。班上也交不到什么好朋友。感觉很没有精神，什么也不想干，有时刷短视频一天就过去了。小华很期待有朋友能够主动联系自己，主动邀请自己出去玩，但是基本是没有的。这种孤独的感觉很强烈，小华觉得生活没什么意思，活着没什么意思，有轻生的念头。一次班会时，辅导员发现小空穿着长袖，而此时正是炎热的夏天。辅导员上前询问，发现小空是为了遮挡自伤的伤口。辅导员很担心，因此建议小空来寻求心理咨询的帮助。"
    },
    {
        "Case Number": "案例32",
        "General Information": "小梅，女，22岁，大四，朋友介绍。第一次咨询。",
        "Basic Information": "在老师同学眼里，小梅是一个成绩很好、性格好、正能量、朋友很多的人，但只有小梅的好朋友知道小梅会经常情绪崩溃，有想死的想法，并且觉得在这个学校里没有人真正了解她。小梅在外人面前扮演着一个开心的角色，不愿意让别人了解自己、走近自己，她总是隐瞒自己真实的家庭状况，以及真实的心情。只有好朋友知道小梅其实几乎每天都过得不开心，越是扮演一个开心的角色，她就越感到压抑痛苦。朋友很担心小梅，因为自己不能时刻陪在她身边，并且她的倾诉让自己感觉压力很大。朋友很担心如果哪天没能在小梅情绪崩溃时安慰她，她会像她所说的那样自杀。因此朋友劝小梅来到了咨询室。"
    },
    {
        "Case Number": "案例33",
        "General Information": "小莫，男，19岁，大一学生，主动来询，第一次咨询。",
        "Basic Information": "小莫最近一个月很焦虑，掉头发，每天睡眠都不够，觉得喘不过气，感觉每天要做的事情太多了，时间完全不够。要申请出国交换学习机会、要申请学生会干部职务、要组织班级活动、要上课，要完成课堂作业、要复习雅思考试、还要维持一段亲密关系。小莫觉得每件事情对未来的考研、择业都很重要，因此每件事情都想做的最好，但是一天的时间又是有限的，总是不能以预期的标准完成这些事情，这让他觉得不堪重负，也对未来觉得困惑，寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例34:",
        "General Information": "小梅，女，16，高一学生，班主任转介，第一次咨询。",
        "Basic Information": "小梅刚进入高中时，学习成绩处在中游水平，可到了高一下学期，成绩极速下滑，学习状态也很消极，班主任找小梅谈心了解到"
    },
    {
        "Case Number": "案例35:",
        "General Information": "小王，男，21岁，大三学生，主动来询，第一次咨询。",
        "Basic Information": "小王在大二上学期注意到学校正在组织一个社会实践调研比赛，他很感兴趣，于是找到了几个志趣相投的同学组队参赛，小组讨论决定由小刚担任组长，提交评比材料。参赛的调研结果及评比材料于一年后提交。在项目调研过程中，小王投入了很多时间、精力和心血，到该大学所在城市的不同社区访谈社区各个年龄段的市民，得到了珍贵的调研数据，并与组员一起对数据进行了汇总、整理和分析。临近评比材料提交日期，组员多次提醒组长按时提交，组长表示没有问题。一段时间以后，小王发现学校公示的评比结果中没有他们组的记录，问了组长才知道，他疏忽，错过了提交时间，这导致大家一年的辛勤工作付诸东流。小王觉得小刚是故意这么做的，小刚一直看他不顺眼，整个过程小刚投入的精力也最少，他就是不希望自己赢得比赛。小王越想越气，时常在脑海里想象殴打小刚的画面，甚至偶尔想到要在小刚的茶杯里下毒。小王觉得一方面对小刚感到愤怒，另一方面又害怕真的对小刚实施报复，破坏自己的前程，寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例36:",
        "General Information": "小美，女，14岁，初二学生，家长转介，第一次咨询。",
        "Basic Information": "小美最近三个月做什么事情都提不起兴趣，在学校上课很难集中注意力，记忆力也在下降，平时最喜欢的体育课也不想上。一回到家就躺在床上刷手机，什么事情都不想做，饭也不想吃，晚上睡觉也睡不好，瘦了很多。最近一周，情况变得严重，小美连学校都不想去了。妈妈斥责小美，说她就是懒、不用功读书，小美说妈妈不理解自己，她不想上学，觉得一切都没有意义。妈妈看着小美不吃不喝，身体消瘦很担心，询问班主任的意见后，寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例37:",
        "General Information": "小宁，男，14岁，初二学生，班主任转介，第一次咨询。",
        "Basic Information": "小宁出生之后一直由爷爷奶奶抚养照顾，父母外出城里打工，只有每年春节才回来一次，有的时候甚至春节也不能回来。小宁初中以前都在老家乡下读书，最近父母的经济情况好转，且之前积攒的积分足够可以入户当地，于是接小宁到城里一起居住，在当地公立小学上学。到城里的初中上学，小宁的口音、兴趣爱好、着装等与很多同学差距很大，小宁觉得格格不入，时常觉得其他同学瞧不起自己、总是在背后说自己坏话，小宁觉得很自卑，在学校很没有归属感，回家又很难和父母沟通，于是时常逃学去找外面的同龄人玩。班主任了解了他的情况后，转介到心理老师这里，寻求帮助。"
    },
    {
        "Case Number": "案例38:",
        "General Information": "小婷，女，21岁，大三学生，主动来询，第一次咨询。",
        "Basic Information": "小婷最近遭遇失恋，前男友小鹏喜欢上了自己最好的朋友。这是小婷的第一次恋爱，小婷很认真，在相处过程中对小鹏很好，十分照顾小鹏的情绪、在很多事情上都会听从小鹏的意见、为了想更多和小鹏在一起，放弃了许多社团活动和结交朋友的机会，身边只有一个闺蜜。得知小鹏因为闺蜜要跟自己分手，小婷无法接受，觉得身边两个最重要的人背叛自己，小婷很困惑自己对男友这么好，为什么他会背叛自己。近一周小婷用裁纸刀在手腕、大腿上多次划伤自己，她觉得心很疼，非常痛苦，每天沉浸在这种痛苦和困惑中无法自拔，甚至有时候想要跳楼结束自己的生命。小婷刷手机看到有关心理咨询的视频，于是抱着试一试的心态，寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例39:",
        "General Information": "小美，女，12岁，六年级，班主任转介，第一次咨询。",
        "Basic Information": "小美最近一个月经常上学迟到、上课注意力很不集中、作业做的也错漏百出，几次与班上的女同学发生口角，有时候还动手，这与小美以前的表现差距很大。班主任单独找小美谈话了解到，小美的父母刚刚办理离婚，双方都没有精力照顾小美，让小美暂时跟年迈的姥姥一起住。小美觉得被父母抛弃了，双方都不愿意要自己，小美既伤心又因为父母的不负责任而感到很愤怒，一想到未来，小美就觉得毫无希望。在学校，只要同学说的话稍不中听或者没有顾及她的感受，小美就忍不住想发火，她自己也控制不住。班主任建议小美寻求学校心理老师的帮助。"
    },
    {
        "Case Number": "案例40:",
        "General Information": "小雨，女，18岁，高三学生，第一次辅导，主动来询。",
        "Basic Information": "小雨最近时常不由自主的哭泣，心情很郁闷，完全高兴不起来，觉得自己一点用处都没有，毫无价值，身边的同学不论是学习还是相貌身材都比自己优秀，每次想到这里，就觉得活着没意思。临近高考，学习氛围越来越紧张，却越来越觉得不想学习，成绩也下滑了，感觉自己肯定考不上大学，人生就此完蛋了，没有未来了。想到父母，也觉得对不起他们，父母在自己身上倾注了很多心血，换来确是个废物。之前听班主任说过学校有心理老师可以求助，小雨抱着试一试的心态，想跟心理老师聊聊。"
    },
    {
        "Case Number": "案例41:",
        "General Information": "小玉，女，13岁，初一学生，第一次咨询。",
        "Basic Information": "小玉初一下开始情绪低落，不想吃东西，做什么事情都打不起精神；回家后不与父母沟通，常常把自己一个人关在房间里不说话，后表示不想去学校。父母多次询问后，小玉表示学校里总有同学说自己坏话，给自己取绰号，骂自己胖，是肥猪，老师知道后批评了那些同学但也没有任何改变。请假在家后，多次因为上学问题与父母发生争执，认为父母不理解自己，也帮不了自己，在家生气打滚不愿意去学校；父母无可奈何，遂寻求心理咨询，希望可以帮助孩子复学，恢复过去的样子。"
    },
    {
        "Case Number": "案例42",
        "General Information": "小艾，女，14岁，初二学生，第一次咨询。",
        "Basic Information": "小艾初一时感到对什么事情都没有兴趣，有时会想象死了是什么样的感觉，认为自己花了很多钱，是家里的拖油瓶；父母因欠债工作繁忙，小艾从小和爷爷奶奶一起生活，4年级时接回父母身边，有一6岁的妹妹；父母时常争吵，每次争吵时都会说别在孩子面前吵，遂让小艾去到另一个房间内，但这让小艾感到更加的害怕与烦躁。初一时被父母发现左手臂内侧有划痕，送去医院就诊，诊断为重度抑郁发作，后续定期服药，未发现自伤行为。近期父母发现小艾手臂内侧再次出现划痕，询问后，小艾表示自己一直交好的朋友背叛了自己，在别人面前说自己很装，还将自己曾经得抑郁症的事情告诉其他人，导致班上很多同学对自己指指点点，在背后议论自己。父母得知相关情况后将小艾带至咨询室，希望寻求专业帮助。"
    },
    {
        "Case Number": "案例43:",
        "General Information": "小勇，男，14岁，初二学生，第一次咨询。",
        "Basic Information": "小勇从初二开始不愿意去学校，每天在家玩游戏，日夜颠倒。母亲表示三年前自己与丈夫离婚，带着小勇生活，自己工作较为繁忙，没有太多时间顾及孩子的感受与生活；丈夫现已再婚，并育有一子，小勇不愿意去父亲家。从初二下开始，孩子出现厌学不愿意去学校的情况，每天在家玩游戏，日夜颠倒，母亲多次劝说，但小勇脾气暴躁，常常与母亲恶语相向，甚至摔东西，将自己反锁在房间内，拒绝沟通。小勇从小较为内向，不愿意与他人接触，小时候也常常都是自己一个人玩，没有同龄的朋友；小学期间也常常是一个人独来独往，但与班上同学关系良好，并无太多冲突。母亲与父亲多次尝试与孩子沟通无果后，将孩子骗至咨询室，希望咨询师可以帮自己跟孩子讲讲道理。"
    },
    {
        "Case Number": "案例44:",
        "General Information": "小文，女，13岁，初一学生，第二次咨询。",
        "Basic Information": "小文近期在家总是沉默不语，不想吃饭，偷偷流眼泪，甚至有时会躲在衣柜里睡觉，或是要求妈妈陪自己一起睡，不准母亲离开；但母亲多次询问发生了什么小文并不愿回答。母亲将孩子带至咨询室，表示孩子初一时从老家到现在的城市上学。在之前的学校孩子觉得学习压力很大，父母、老师对自己有很高的要求，父亲是一个很严格的人，常常将自己和前妻的女儿比较，因此小文求着妈妈带自己离开，到现在的学校重新开始。在第一次咨询中小文表示在学校里没什么朋友，时常感动孤独；感觉自己也很对不起妈妈，妈妈从家里辞职过来陪自己，照顾自己很辛苦，自己却是现在这样的；认为自己花了家里很多钱，但是成绩依然不好，觉得这些都是浪费；有时甚至觉得自己活在这个世界上就是对他人的负担，有没有自己都不重要，想象过从楼上跳下去会是什么样的。本次咨询是第二次咨询。"
    },
    {
        "Case Number": "案例45:",
        "General Information": "小五，女，14岁，初二学生，第一次咨询。",
        "Basic Information": "小五的父亲长期在外务工，从小与小五见面时间不多，但父亲是一个脾气暴躁的人，认为自己说什么都对，甚至有时会打骂小五；父亲回家时也常常与母亲发生争吵，总是挑母亲的毛病，认为小五不爱说话、性格孤僻都是母亲造成的。虽然母亲平时都会说自己是站在小五这边的，但是一旦小五和父亲发生冲突，母亲总是帮着父亲说话，跟父亲统一战线责骂孩子，只有在父亲动手太过分时，才会出来保护她；事后母亲总是告知小五，父亲这样做也是为你好，你要懂得体谅他。小五在学校时通常都是独来独往，不爱和他人说话，别人如果不小心碰到她的东西，她则会冲着对方打骂，言辞难听。老师多次与小五交流，小五认为老师针对自己，偏袒其他同学。交流无果，老师告知母亲相关情况，建议寻求心理咨询，遂开始本次咨询。"
    },
    {
        "Case Number": "案例46:",
        "General Information": "小莉，女，10岁，四年级学生，第二次咨询。",
        "Basic Information": "小莉从三年级开始成绩下滑，上课时无法集中注意力，总是望向窗外发呆或是不停找周围同学说话传小纸条，经老师多次提醒后没有任何改变，后续与家长沟通。家长表示孩子在家时也需要多次催促才能做作业，且效率低下，常常弄到12点。三年级下开始数学成绩下滑严重，小莉自己也表示上课听不懂，注意力无法集中，总是会想到一些别的事情。母亲非常着急，且对小莉很严格，有时甚至会动手打人，小莉自己也很难过，希望自己能够成绩优秀，让爸妈满意，一个人时经常落泪。第一次咨询时，小莉表示自己很怕妈妈，妈妈总是很凶，但自己确实无法好好学习，数学很难，上课听不懂，作业不会做，不知道该怎么办，也不知道咨询师可以怎么帮助自己。第二次咨询时准时到达咨询室。"
    },
    {
        "Case Number": "案例47:",
        "General Information": "涵涵，女，18岁，高三学生，第二次咨询。",
        "Basic Information": "高一那年，涵涵家附近装修，噪音污染很大，使得她在家睡不着觉；在学校与同学老师发生冲突行为，逐渐出现紧张、担心、害怕的情绪。在学校里，总觉得身边的同学都议论自己；入睡困难，情绪低落，消极厌世，觉得老师也针对自己，常常在教室哭泣，被同学看到后说她装。过去曾在学校心理咨询，老师建议就诊，告知父母，但父母未予以重视，认为她只是逃避不想去学校。后续因家庭原因转学，新班级人际关系缓和，高三上开始因学习压力大，有很多消极想法，烦躁，发脾气，时常顶撞老师，在家与父母争吵，不愿意与同学、父母接触，经常一个人待着，食欲减退，不愿意吃东西，有时会用手垂头，表示为什么不让我去死，我活着有什么意义。班主任的劝说下再次进入咨询室，第一次咨询时一直说如果不是父母当初不重视，我根本不会像现在这样严重。本次咨询是第二次咨询。"
    },
    {
        "Case Number": "案例48:",
        "General Information": "小王，男，17岁，高二学生，第一次辅导，主动来询。",
        "Basic Information": "小王上了高中以后，偶尔会被一些同学欺负，索要小王的零花钱，要小王买文具、买零食等等。由于是偶尔发生，且小王胆子小，他没有跟任何人讲，想着事情慢慢会过去吧。到了高二，情况变得更糟糕，这些同学不仅找小王要钱，还对小王拳打脚踢，威胁小王，让他从家里偷钱出来，否则就打断他的腿。小王很害怕，不敢告诉老师，怕老师找这些同学麻烦，他们变本加厉，也不敢告诉父母，怕父母说自己没用。小王的身心近期频繁受到校园霸凌的折磨，十分焦虑，一想到第二天要上学就睡不着觉，上课也不能集中精神，成绩下滑很严重，找到心理老师求助。"
    },
    {
        "Case Number": "案例49:",
        "General Information": "小煜，男，23岁，大四学生，第一次咨询。",
        "Basic Information": "小煜去年考研失败，今年准备二战。但是在准备的过程中总是提不起动力学习，学习时效率也很低，时常感到非常焦虑，总是担心如果这次也考不上那之后怎么办。小煜的父母并不支持他考研，他们希望小煜可以工作，缓解家里的经济压力，他也不知道考研这个决定是否正确，一方面想有更好的学历为未来谋取更好的工作，另一方面也不想父母再为自己花钱。小煜对未来感到迷茫，看着同学们都有了offer感到非常着急，但也提不起动力投简历，总是认为考官在第一关就会把自己刷下，认为自己很差，没有公司会要自己，认为自己也没有能力能够考研成功，觉得自己就是个废物。对同龄人感到非常嫉妒，为什么他们也没什么能力却能找到工作，懊恼自己没有一个好的家庭，面对父母时总是不耐烦，容易暴躁生气。小煜看到了校心理室的海报，来到了咨询室。"
    },
    {
        "Case Number": "案例50:",
        "General Information": "小玲，女，23岁，大三学生，第一次咨询。",
        "Basic Information": "小玲是家中最小的女儿，但因为小玲的出生是一个意外，因此父亲很不喜欢她，在家明显偏心两个姐姐。如果姐姐考了90分，父亲会奖励她100块，如果小玲考了100分，父亲只会给她10块。15岁时父母离婚，两个姐姐已成年，因此家里只有小玲和父亲以及继母。继母对小玲一直很冷漠，也常常说她是没有人要的小孩，父亲对此从来也是睁一只眼闭一只眼，亲生母亲离开后也从未找过她。大学期间小玲谈了一个男友，常常会言语间霸凌小玲，甚至出手打人，小玲多次和其分手，但每次只要对方一来找自己，不知道为什么就会复合。小玲很厌恶这样的自己，但是也觉得至少还有人会关心自己。再次被男友打伤后，室友发现小玲身上的淤青，鼓励她报警寻求帮助，建议她来到校心理咨询室。"
    },
    {
        "Case Number": "案例51:",
        "General Information": "小月，女，14岁，初二学生，第三次咨询。",
        "Basic Information": "小月在学校常常与同学发生冲突，表示班级中有很多小团体都在背后议论自己。而自己被过去最好的朋友背叛，将自己议论他人的事情告诉别人，使得自己陷入被孤立被霸凌的状态。小月无法接受这样的背叛，认为ta是我最好的朋友，那我也应该是ta最好的朋友，ta不可以喜欢别人，更不应该背叛自己。老师知道该情况后与家长联系，在老师和母亲共同劝说下，小月来到心理咨询室。前两次咨询小月都表达出大量的愤怒，认为都是别人的错，自己对ta那么好却被背叛；爸爸妈妈也不爱自己，只爱妹妹，根本就没人有关心自己。第三次咨询开始前，妈妈与小月一同到咨询室，妈妈试图劝小月理解爸爸，爸爸也是爱你的，你要懂得体谅爸爸，让小月听到后瞬间崩溃，开始不停的大喊大叫，用脏话骂自己的父母，最后变为骂自己，说那你们为什么要把我生出来，怎么不让我去死呢？咨询师尝试稳定小月情绪，请妈妈暂时在外等待后，开始第三次咨询。"
    },
    {
        "Case Number": "案例52:",
        "General Information": "小七，女，13岁，初一学生，第三次咨询。",
        "Basic Information": "小七上初一后开始感到心情低落，总觉得做什么事情都没意思，有一个读一年级的妹妹。小七与妹妹关系一般，有时妹妹做错事情了自己会动手打她，事后又感到后悔，不知道自己为什么会这样。父母在家总是吵架，爸爸嫌弃妈妈总是大部分时间在外面，忙着毫无意义的工作，也不回家陪伴孩子；在父母的一次争吵中，小七听到爸爸说如果不是为了孩子早就离婚了。小七感受不到自己的情绪，对很多事情都表现出无所谓的态度，也不愿意做出任何改变，觉得就这样挺好的，不知道自己活着的意义是什么，如果死了会不会对父母、对妹妹都是解脱。小七表示在与朋友的交往中，表示自己有时会发出怪叫或是很大的笑声，也因此有同学在背后议论自己，但小七并不因此感到难受，即便没有朋友，自己一个人也是可以的。本次咨询是第三次咨询。"
    },
    {
        "Case Number": "案例53:",
        "General Information": "小勇，男，20岁，大二学生，第一次咨询。",
        "Basic Information": "小勇从高二开始，每次与同学发生争吵，总是在脑海中不停回想两个人的对话，执着于自己刚刚说过的某一句话，如果怎么样讲可能可以更好，或是不停的认为都是对方的错，对方凭什么可以这样对待自己，凭什么对自己说出这些话，有时甚至长达两三个小时，会用指甲划破手臂或用手捶头。父母将其带至医院后诊断为强迫障碍，并予以药物治疗。进入大学后，该情况有所缓解，大二上学期时跟一个喜欢的女生表达被拒绝后，又开始出现大量反复的思考与自伤，洗澡的时间也越来越长，不停的用洗发露清洗头发或是擦拭身体，因此与室友多次发生冲突，甚至打起来；小勇感到自己的情绪变化很快，很易被他人激怒，听到别人说话也总是觉得是在骂自己。辅导员将小勇带至心理咨询室。"
    },
    {
        "Case Number": "案例54:",
        "General Information": "小红，女，22岁，大四学生，第三次咨询。",
        "Basic Information": "小红大四进入实习，但发现自己和同去的朋友相比显得很不擅交际，同学能够和大部分的同事打成一片，而自己总是一个人呆着。小红自述从小自己就常常都是一个人，很羡慕那些有很多朋友的人，自己初中时曾有过两个好友，但在一起时总是她们走在一起，后来与她们渐行渐远。在亲密关系中也是，自己有过两段恋情，但在一起的时间都不长，通常都是自己提出分手，一旦对方忽略了自己的情绪感受就认为对方不喜欢自己了，担心被抛弃；在关系中不敢提出自己的需求，总是认为对方不会接受。小红阅读了大量心理学的书籍，在理智上知道关系中需要真实的表达，自己是可以有个人的感受与想法的，但情感上总是做不到，因此无法与朋友和恋人维持长久的关系，对此感到非常苦恼，遂希望寻求心理咨询的帮助。"
    },
    {
        "Case Number": "案例55:",
        "General Information": "小毅，男，17岁，高二学生，第五次咨询。",
        "Basic Information": "小毅从高一下开始逐渐不爱说话，父母询问也显得非常暴躁，不愿回答，甚至冲撞父母，说我的事情不用你们管。高二情况越发严重，父母与老师沟通后，老师表示最近小毅确实上课容易走神，且上次的考试成绩不理想，可能是学习压力太大导致。母亲对此表示非常担心，认为儿子性情大变是染上了什么不干净的东西，在亲戚的劝说下，将小毅骗回老家，找大师为小毅驱魔，大声呼喊小毅的名字，逼他喝下符水，小毅对此感到非常崩溃，对父母恶语相向，随意砸东西。在老师的劝说下，小毅找到校心理老师，在咨询中小毅表示自己从高一开始一直被同班同学霸凌，说自己是娘娘腔，并且在自己的椅子上涂红色墨水，嘲笑自己像女生一样有生理期，还学自己说话走路。小毅认为没有人可以理解自己，也没有人可以帮自己，父母依旧会在自己的床头藏符，希望可以驱逐不干净的东西，这些都让小毅感到崩溃。咨询师与小毅建立了良好的关系，本次为第五次咨询。"
    },
    {
        "Case Number": "案例56:",
        "General Information": "小科，男，24岁，研二学生，第一次咨询。",
        "Basic Information": "小科刚与交往5年的女友分手，大学毕业后自己继续读研而对方进入工作。上个月对方向自己提出分手，认为异地使得两个人之间已经没有共同话题，且自己不够成熟稳重，想法很幼稚，让女友感到很疲惫，小科坚持认为是对方出轨，并且到女友所在城市寻找第三者。在两人交往期间，小科也多次怀疑女友出轨，不允许女友有异性朋友，两人因此常常吵架。回到学校后，小科仍旧一直怀疑女友出轨，并发消息质问对方如果不是出轨为什么要分手，半夜常常睡不着觉，工作中总是显得很疲惫，频繁出错，被实习单位要求暂停实习，调整后再继续。休息并没有让小科好受一些，反而是更多想起不开心的事情或是想象女友和其他人在一起，最后在朋友的劝说下，决定尝试心理咨询。"
    },
    {
        "Case Number": "案例57:",
        "General Information": "小慧，女，13岁，初一学生，主动来询，第一次咨询。",
        "Basic Information": "小慧上小学的时候是家里唯一的孩子，因为爸爸坚持要生个儿子传宗接代，妈妈就超生生了个弟弟，爸爸是国家事业单位管理人员，超生的事情不能说出去，否则会丢掉饭碗，于是弟弟一直寄养在亲戚家。弟弟一个月会来一趟家里，这些年小慧和弟弟接触也不多。近期，国家开放了二胎政策，父母决定将弟弟接回来一起住，弟弟搬回来以后，父母对小慧的关注、关爱和照顾明显减少了，父母的注意力都在弟弟身上，这让小慧难以接受。弟弟吵闹时，小慧时常打他，父母严厉警告小慧多次，不要对弟弟使用武力，但是小慧还是忍不住。小慧和父母的关系越来越糟糕，她既伤心又委屈，自己觉得心理负担太重，寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例58:",
        "General Information": "小爱，女，19岁，大一学生，主动来询，第一次咨询。",
        "Basic Information": "小爱小的时候是个乐观开朗、乐于助人的人，和邻居家的小美关系特别要好，因为一次意外事件，小爱和小美的友谊破裂，小爱感受到来自最亲密朋友的背叛，从此变得内向。上了大学后，小爱注意到同学投来的善意目光和微笑，小爱很想回应，也很想和同学建立友谊，但就是迈不出那一步。久而久之，同学们认为小爱是个傲慢、冷漠、孤僻的人，而实际上小爱很希望与别人建立友谊，但是内心又充满恐惧。小爱内心充满了矛盾，不知道该怎么办，寻求学校心理老师的帮助。"
    },
    {
        "Case Number": "案例59:",
        "General Information": "小田，女，13岁，初一学生，主动来询，第一次咨询。",
        "Basic Information": "小田的奶奶生了5个孩子，而小田的表弟是奶奶唯一的孙子，每次家庭聚会，亲戚们都特别重视这个表弟，不仅嘘寒问暖还给予金钱支持。小田一直成绩很好，各方都很优秀，在学校是班干部，参加各种比赛也总是拿名次，可是每次家庭聚会亲戚们总是忽视小田，而讨论要如何为这个表弟的发展出钱出力，这让小田很难受。不仅如此，小田的爸爸也考虑用家里的钱帮助表弟他们家盖楼房，小田觉得很受伤，为什么爸爸不能把这个钱留给自己，支持自己的发展。一想到全家重男轻女想法，小田就觉得伤心，难过、愤愤不平，有几次，小田用小刀偷偷隔自己的手腕，于是需求心理老师帮助。"
    },
    {
        "Case Number": "案例60:",
        "General Information": "小黄，男，19岁，本科一年级，主动来询，第一次咨询。",
        "Basic Information": "小黄是个开朗阳光的男孩，近期因头晕、耳鸣等症状就医，被诊断为单耳突发性耳聋，小黄对此十分焦虑，担心自己以后耳朵再也听不见了，所以每天上网查询资料，看到网上有人说耳聋属于听力残障，更加焦虑以后自己会成为一个残疾人。此外，耳鸣时常发作，他感到很痛苦，让他无法专注学习，难以应对即将到来的期末考试。小黄感到人生一片灰暗，前途也因此迷茫，每天担心到难以入睡，凌晨三四点才能睡着，以前爱吃的东西也感到提不起兴趣。"
    },
    {
        "Case Number": "案例61:",
        "General Information": "小王，17岁，男，高中三年级，第一次咨询",
        "Basic Information": "小王是重点中学的高三学生，还有2个月就要高考，面临高考的压力，小王很担心自己会高考失利，无法考到重点本科，最近身体也感到不适，经常感到心悸、心慌，有时还会出现呼吸困难，夜晚睡眠质量也不好，经常做梦、半夜惊醒，为了不影响第二天的学习，他开始饮用咖啡、功能饮料来提神，使自己保持清醒和专注。老师和父母很担心他，常常找他谈心，了解他的想法和近况，但他总是报喜不报忧，表示自己没问题，能够处理好。最近一次的模拟考，小王考试时精神状态差，导致模拟成绩在班内从上游下滑到中下游，这让小王更加焦虑。父母不得以只能劝说他到咨询室来寻求帮助。"
    },
    {
        "Case Number": "案例62:",
        "General Information": "小蔡，20岁，女，大学二年级学生，第一次咨询",
        "Basic Information": "小蔡大一时和同班的一个男生互有好感，随后建立了恋爱关系。近期，因双方相处经常有矛盾，男生提出了分手，分手后两人关系特别尴尬，男生将她的微信删除，不再接听她的电话，上课时遇到也会刻意回避，为此，小蔡情绪低落，经常哭泣，每天晚上难过地睡不着，一直回想过去相处的画面，反复回忆自己做的不好的地方。好不容易睡着后，常半夜醒来，然后又躺很久才能睡着，每天天不亮就醒了，平均一天睡4个小时，小蔡感觉精神非常差，每天都没精力，课都不想去上，只想躺在床上，或者待在宿舍不出门，该状态已持续一个月。舍友只能每天帮她带饭回宿舍。最热衷的社团活动也不再参与，并且感觉自己以后再也不会拥有好的亲密关系了，同学建议她到咨询室寻求帮助。"
    },
    {
        "Case Number": "案例63:",
        "General Information": "小凯，男，15岁，初中三年级，第一次咨询",
        "Basic Information": "小凯是个聪明开朗的男孩，学习能力很强，成绩一般都在班里名列前茅，最近他喜欢上一款叫《原神》的游戏，每天都花很多时间玩游戏，在游戏中他感觉到强烈的满足感和成就感，本来只有每天晚上做完作业玩一会，现在上课也忍不住在桌底偷偷玩，常常在网上找游戏攻略，和网友聊天交流心得。对学习也失去了动力，成绩开始明显下滑，平时喜欢打篮球，现在同学约他一起打球他也没有兴趣，还把平时的零花钱都省下来花到游戏里，抽角色买皮肤，打出更好的游戏成绩就是他目前最感兴趣、投入时间最多的事情，因此小凯和父母的关系也变差了。班主任观察到他的变化，带着他来咨询室聊聊。"
    },
    {
        "Case Number": "案例64:",
        "General Information": "小安，女，12岁，小学六年级，第一次咨询",
        "Basic Information": "2岁时，父母因外出务工，小安在农村和爷爷奶奶一起生活一直到6岁，和父母的见面时间和相处时间都很少，只有每年过年会相处不到一周。父母每次回来，她都会哭，过完年父母要走了也会大哭大闹，要好几天才能消停。6岁时，父母将其接到城里上学；10岁时，有了妹妹，父母就更加忙碌，妹妹也在城里一起生活，妈妈辞去工作在家照顾两个孩子。因为妹妹年纪小，需要的关注更多，妈妈很少关注小安，有时小安问妈妈问题，妈妈会经常发脾气，会经常说“滚”。小安觉得很不开心，还不如在农村的生活，在学校也没有什么好朋友，总是独来独往，班主任担心她，带着她来到咨询室。"
    },
    {
        "Case Number": "案例65:",
        "General Information": "小西，男，23岁，大学四年级，第一次咨询，主动来询",
        "Basic Information": "小西是某重点高校的大四学生，临近毕业，他打算到一线城市找工作，希望未来能在大城市发展并定居。其家人在沿海的三线城市生活，小西的父母对家庭很重视，认为一家人应该生活在一起，多次劝说小西回到家乡发展，并和父母、弟弟一起居住，认为一家人应该互相照料、不能相隔太远。为此，小西感到很苦恼，并多次和母亲发生争执，希望家人能理解自己，支持自己到大城市发展的选择，其母亲感到很伤心，认为孩子大了就想离开家，并说对小西感到很失望、认为他不孝。小西最近在就业压力、家人冲突的影响下，常常失眠、难以入睡，对很多事情都提不起兴趣，一方面觉得很愧疚，一方面又不想放弃自己的想法，陷入两难，希望得到心理咨询的帮助。"
    },
    {
        "Case Number": "案例66:",
        "General Information": "小丹，女，16岁，高中一年级，独生女，第一次咨询",
        "Basic Information": "一个学期前，小丹因父母工作调动，从小城镇转学到一线城市生活，并入读了当地的封闭式高中，每个月仅能回家两天，其余时间都在学校。在原来学校，小丹成绩属于班级的上游，到新学校后，该校整体教育水平都比较好，小丹的成绩只能在班级里倒数垫底，并且通过一个学期的努力，成绩也没有任何的改善，为此小丹很受打击，原本绩优生的她现在承受着排名末尾的压力。小丹不会说该城市的方言，很难在新学校交到亲密的朋友。加上学校封闭式的管理，不让带手机和其他电子设备，小丹也很少有机会能联系家乡的好朋友，感到很孤独，有心事也找不到人倾诉，每天都闷闷不乐，觉得自己很差劲，学习也学不好，朋友也交不到，主动来到咨询室求助。"
    },
    {
        "Case Number": "案例67:",
        "General Information": "小翼，男，14岁，初二，家中独生子，第一次咨询",
        "Basic Information": "小翼家是书香世家，父母、爷爷奶奶都是老师，所以家里对小翼的教育十分重视，不仅从小要求小翼要争取好成绩、品德兼优，也会让小翼学习很多才艺技能，如书法、围棋、钢琴。小翼也认为自己要成为一个优秀的人，对自己要求很高，做事学习力求完美，如果成绩出现下滑，便会认真地复盘考卷看自己哪里掌握地不好。生活中的各方面，小翼也追求尽善尽美，房间也打扫地很整洁，从不需要家人的操心。初中开始学习更多科目，物理是小翼最不擅长的，尽管花很多时间，其物理成绩始终在班级内垫底，这让从小优秀的小翼感到自我怀疑，认为自己没那么好、自己很笨，不然怎么学都学不好，很担心会让家人失望。这让小翼长期睡不好，影响了白天的学习，其他成绩也开始下滑，小翼感到更灰心了。"
    },
    {
        "Case Number": "案例68:",
        "General Information": "小乐，女，20岁，大学二年级，有1个弟弟、1个妹妹，排行老大，第一次咨询",
        "Basic Information": "小乐是个开朗的女孩，在本地大学读书，成绩优异，也参加很多社团活动。其父亲因工作关系多数时间在外，每个月回家几天，小乐主要跟妈妈和弟弟妹妹生活，家人之间的相处也都比较独立。偶然间，小乐发现父母其实早已离婚，但没有告诉她和弟弟妹妹。突然得知这个消息让小乐感觉很恍惚，觉得很难理解，这件事给小乐打击很大，她开始不愿意周末回家，宁愿待在宿舍，原本无忧无虑的生活让小乐感觉不真实，为了逃避现实，小乐迷上了打游戏，除了上课，大部分时间都窝在宿舍打网游。小乐的男朋友（同年级的同学)很担心她，建议她可以找心理咨询聊一聊，解开心结。"
    },
    {
        "Case Number": "案例69:",
        "General Information": "小颖，女，22岁，大学四年级，第一次咨询",
        "Basic Information": "疫情三年，让小颖大学时光基本都是在家上网课度过，很快来到毕业年，为了更好地在经济低迷的时候找到好工作，小颖在正式毕业前找了一份实习，提前去适应职场。小颖以为自己在职场上谦虚努力、兢兢业业就能顺利地完成实习，并期待获得转正机会。但小颖耿直的性子让她和直属上司间产生了一些不快，小颖认为矛盾发生后，上司常故意挑小颖工作的毛病，让她不快，也带着其他同事有意孤立小颖，这让小颖又委屈又愤怒，她觉得自己明明没有做错什么。职场困境让小颖身心俱疲，下班后回到宿舍什么也不想说，常常呆坐在位子上，夜晚开始刷手机熬夜，直到凌晨两三点才能睡着。小颖在怀疑自我怀疑和对职场人际不满的怪圈里来回打转。室友带着小颖来到咨询室求助。"
    },
    {
        "Case Number": "案例70:",
        "General Information": "小菲，女，16岁，高中一年级，第一次咨询",
        "Basic Information": "小菲是市重点高中重点班的学生，高一因身体生病，不得已休学一个学期，返校后因学习落下太多，分班时被分到了普通班级。小菲因此闷闷不乐，很懊恼自己生病耽误了学习，又无可奈何。妈妈安慰小菲身体是第一位的，不用太拼命学习。但小菲觉得很遗憾，认为如果不能在重点班学习，以后就无法考上原定目标的清华大学，未来的进一步深造或就业也会受到很大影响。为了重返重点班，小菲超负荷学习，导致身体经常生病，生理疾病的折磨和对学习的压力，让小菲终日郁郁寡欢，处于不开心的情绪下。为了开解小菲的心结，班主任建议她到心理健康中心寻求帮助。"
    },
    {
        "Case Number": "案例71:",
        "General Information": "小涛，男，12岁，小学六年级，第一次咨询",
        "Basic Information": "小涛原本是个温和可爱的孩子，但自从上了六年级，开始沉迷于手游，经常闹着不上学，原本上游的成绩也迅速下滑。开始进入青春期的小涛也不再像以前那样经常和父母聊天谈心，更多时候把自己关在房间，谁也不理。其父母因性格不合，最近也在闹离婚，经常在家争吵不断，原本已经开始分居，但为了小涛能尽快恢复上学，妈妈不得以又搬回家多陪伴他，希望能劝他好好上学。但每次上学两天，小涛又拿着书包回家不愿再回学校。父母头疼不已，带他到咨询室进行咨询。"
    },
    {
        "Case Number": "案例72:",
        "General Information": "小叶，女，11，小学五年级，第一次咨询",
        "Basic Information": "小叶是一个内向、敏感的女孩，在学校成绩处于中游，平时习惯独来独往，父母工作也很忙，比较少关注她的状态，但能给她提供良好的物质保障。近期班主任发现小叶更加沉默寡言，在路上见到同学老师也不打招呼，总是尽量避开走，在课堂上也常常心不在焉，课间的时候常独自在操场上徘徊。经过一番交谈，小叶透露，最近隔壁班的一群女生欺负她了，不仅抢了她的零花钱，还威胁她不准告诉任何人，不然就要动手揍她，并让她每周都把零花钱带来，如果不带也会揍她。她感到很害怕，不知道该怎么办，也不敢告诉家长。班主任马上意识到霸凌事件已经对小叶造成了伤害，便联系了其家长，经过商量，打算带着小叶到心理咨询室寻求帮助。"
    },
    {
        "Case Number": "案例73:",
        "General Information": "小赵，男，初中二年级，第一次咨询",
        "Basic Information": "上学期，小赵举家搬迁，从小城镇转学到市重点中学读书。转学前小赵成绩处于班级中上游，转学后小赵的成绩只能在年级垫底，为此小赵感到很自卑，而且觉得自己是小城镇来的，很多城里的新鲜玩意也都没见过，也没有城里的同学见多识广，因此不敢和同学主动交朋友，怕被别人嘲笑。小赵放学回家后和父母说希望能回到老家念书，不习惯这里的环境，父母安抚他，也和班主任沟通了这个情况，班主任带着小赵到学校心理健康中心寻找心理老师的帮助。"
    },
    {
        "Case Number": "案例74:",
        "General Information": "小吴，男，13岁，高中一年级，第一次咨询",
        "Basic Information": "小吴从小聪明，不管是学习还是运动，都是班里的佼佼者，也是独生子，从小获得全家的宠爱和认可，父母都是博士学历，对小吴的教育以鼓励为主。因为聪慧过人，小吴在小学和初中都曾跳级。13岁便参与初升高考试，但因发挥失常，不仅没能考到市重点高中，在普通高中也未能进入重点班级，同时，他在最有信心的编程竞赛中也接连失败。这不禁让他怀疑从小被称为“小天才”的自己。他的梦想是未来到计算机行业巨头公司工作，成为优秀的编程师。屡屡的失败让他非常沮丧，对未来也感到十分迷茫。爸爸为了帮助他找到面对失败的积极态度，带他来寻找心理咨询师的帮助。"
    },
    {
        "Case Number": "案例75:",
        "General Information": "小然，女，15岁，初中二年级，第一次咨询",
        "Basic Information": "小然是一个聪明、敏感的女孩，近期她因进入青春期，对身体发育感到非常不适应，总觉得自己很异样，也常觉得别人都在关注自己，当别的同学在说悄悄话时，她感觉别人在嘲笑自己的身体。有些调皮的男孩爱拿女生身体变化开玩笑，她对此非常恐惧，在学校看到异性同学都会躲得远远的。小然平时主要和爸爸、爷爷奶奶生活，妈妈因工作忙碌，长期在外出差，对于青春期的困扰她感到非常无助，不知道该怎么办。班主任刘老师观察到小然的变化，主动找她谈心，告诉她青春期发育是一件很正常的事情，不需要害羞，并鼓励她寻找学校的心理老师寻求帮助。"
    },
    {
        "Case Number": "案例76:",
        "General Information": "小曹，男，16岁，初中三年级，第一次来访",
        "Basic Information": "近期临近中考，小曹估计按自己的成绩，无法考上普通高中，可能要选择职业高中继续学习，对此他感到非常焦虑，他认为只有考上普通高中，未来才有可能考上好大学，只有好大学的毕业文凭，才能找到一份不错的工作。小曹的家庭条件一般，父母务农，收入不高，对小曹的学习非常重视，期待他能成为家里的第一个大学生，不仅给弟弟妹妹做好榜样，也能在未来帮家里负担一部分的经济压力。小曹看到公益咨询的来访招募，于是报名，想和心理咨询师说说自己的烦恼。"
    },
    {
        "Case Number": "案例77:",
        "General Information": "小范，女，11岁，小学五年级，第一次咨询",
        "Basic Information": "原本积极独立的小范最近像变了一个人，原本整洁的房间现在总是乱糟糟，她每天赖床迟到，上学也总是丢三落四，不是忘记带书就是忘记带作业，心情看起来也总是很低落，在家或在学校都常常默默一个人待在角落，有时候还会因为一点小事就大发脾气，哭闹不止。父母推测可能是家庭中二宝的到来，让小范难以适应。二宝还不满一岁，先天体质也较弱，常常感冒发烧，双职工家庭的父母既要忙工作，又要照顾家庭，感觉力不从心，比以前少了很多时间关注小范。父母担心长期以往，小F的性格会受到很大影响，于是带着她一起来寻求帮助。"
    },
    {
        "Case Number": "案例78:",
        "General Information": "小敏，女，20岁，大二学生，第一次咨询，主动来询",
        "Basic Information": "小敏觉得大学同学都好优秀，有的同学在课堂发言总是很有自己的观点和见解；有的同学可以当着很多人面演讲，语言表达清晰并且充满了自信；有的同学组织能力很强，班里的活动搞得有声有色，紧紧有条；有的同学参加了很多社团，唱歌、跳舞都那么好。小敏再看看自己，觉得自己什么都不会，在别人面前讲话会语无伦次马上脸红；既不擅长唱歌也不会跳舞；对社团活动也不感兴趣；每次课堂上想举手回答问题时，总担心自己的回答太肤浅不够深入......小敏觉得好自卑，觉得自己什么都不如别人，自己就是一个没有用，没有价值的人。小敏觉得每天心情都很抑郁，灰暗，觉得到这里读大学是一个错误，她最近时常有退学的想法，于是找到心理老师求助。"
    },
    {
        "Case Number": "案例79:",
        "General Information": "小吴，男，12岁，小学六年级，第一次咨询，主动来询",
        "Basic Information": "小吴热爱户外运动，时常在户外跑步跳绳，因此小吴皮肤晒得黝黑，班里的同学给了他一个外号“卤蛋”。前段时间，小吴参加学校运动会，在800m跑步项目上拿到冠军，因为这个冠军帮助班集体拿了很多分，因此团体取得了很好的名次。这次运动会过后，班里的同学都叫小吴“金牌卤蛋”。后来，小吴制作了一个1分钟的短视频发布在抖音上，是这次比赛他跑步的照片和视频，配文是“金牌卤蛋的诞生”。视频发布不久就收到了一些留言，有很多是批评小吴的，说他太骄傲、跑得这么慢还好意思发、真黑之类的，小吴觉得既难过又生气，为什么大家要这样说他，这些情绪影响了小吴日常的学习和生活，父母建议他找学校心理老师聊聊。"
    },
    {
        "Case Number": "案例80:",
        "General Information": "小李，女，14岁，初二学生，第一次辅导，主动来询。",
        "Basic Information": "小李的同桌小美，上周钱包里不见了100元钱，小美觉得是小李偷了，当着许多学生的面指责小李是小偷，让大家都不要跟她玩。小李一再解释自己没有拿钱，可是没有人相信她，同学见到她都喊她小偷，这让她委屈、难受，她明明就没有拿，为什么大家都不相信。小李把情况跟班主任说了，班主任告诉大家，没有搞清楚真相的情况下不要随便叫同学小偷，可事后同学们依然排挤她，说她是小偷。小李觉得每天上学都很煎熬，不理解为什么身边的同学要污蔑自己，也不听解释，班主任也无法解决问题，寻求心理老师的帮助。"
    },
    {
        "Case Number": "案例81:",
        "General Information": "小欢，女，18岁，大一，第一次辅导",
        "Basic Information": "小欢刚进宿舍时就期待和宿舍同学有融洽、和睦的关系，希望和舍友成为好朋友。但小欢不知道怎么和大家相处，以前初高中也没什么朋友。小欢不太表达自己的想法，大家在聊天的时候她都是默默的听，很少分享自己的事情。在一次和舍友A的吵架中小欢认为自己没有处理好，和舍友A关系差了，下次舍友A再问她要不要出去玩她也不敢去。其他三个舍友总是一起行动，逐渐小欢变得形单影只，小欢认为是宿舍另外三个同学都孤立她。现在大一下学期快结束了，小欢不知道怎么和她们继续相处下去，不知道是不是应该换宿舍，很苦恼，因此前来咨询。"
    },
    {
        "Case Number": "案例82:",
        "General Information": "小王，男，21岁，大二，第一次辅导",
        "Basic Information": "小王在大一的时候看到征兵宣传，燃起了想锻炼自己也报效祖国的想法，并在当年报名大学生入伍，成功入选后入伍2年。小王在部队表现优秀，退伍回到学校，小王一开始信心满满、精力充沛，希望在所学的计算机专业上也学有所成。但离开校园的学习太久，计算机专业难度也很高，小王专业知识有很多需要重新捡起，同时要学习新知识，小王感到很痛苦，难以跟上进度。小王入伍之前的同学现在也都是小王的师兄师姐，现在的班里都是新同学，小王没有可以倾诉的对象，不知道找谁求助。小王在一次期中考后对自己失去信心，开始旷课、花很多时间打游戏。辅导员了解情况过后，建议其进行心理咨询。"
    },
    {
        "Case Number": "案例83:",
        "General Information": "小飞，女，21岁，大三，第一次辅导",
        "Basic Information": "小飞在大学入学后一直很努力，不仅课程学习上认真刻苦，各科都得到了很高的分数，而且课外的社团、学校组织、老师工作室也积极参加，小飞一直在向得到奖学金进发。大一学年的奖学金评选，班内一共有3位同学得到了申请特等奖学金的资格，小飞是其中之一。小飞在全班同学面前陈述自己这一年的努力和成果，但当选的是另一个小飞认为各项都没有自己优秀的同学。大二的奖学金评选小飞又继续参选了，这次只有1位竞争同学，小飞还是落选了。小飞不明白，为什么大家都选其他同学，不选自己。小飞会想"
    },
    {
        "Case Number": "案例84:",
        "General Information": "小李，男，18岁，大一，第一次辅导",
        "Basic Information": "小李一家四口人，父亲在外打工，母亲在当地有工作并且照顾小李，哥哥比小李大10岁，很早就离家工作。小李高三时，某天母亲意外去世，小李当时在学校封闭式学习，不知道消息，直到高考完后才知道。小李当时觉得自己很麻木的参加完了母亲的葬礼，没什么太大的情绪波动，后续暑假也就是在家附近找了个奶茶店工作，直到开学来到学校。小李到大学后，在课上专注力差、课程学习吃力，同学与其交流时沉默寡言、表情冷淡，小李觉得在学校生活的很压抑，也不知道学习的目的是什么。辅导员发现小李状态不佳，推荐其预约咨询。"
    },
    {
        "Case Number": "案例85:",
        "General Information": "小青，女，18岁，大一，第一次辅导",
        "Basic Information": "小青一直是个好学生，初高中成绩在年级里都是前几，并且小青觉得没有花费自己太多的精力，小青骄傲于自己的学习能力。来到大学后，小青才发现还有那么多有能力的同学，她们穿着靓丽、见识广、人际交往好，小青觉得自己除了学习哪儿都不如别人。而且小青明显感觉自己在学习上的压力大了很多，学习不再那么轻松而是需要自己花费很多时间和精力去完成，并且有无尽的知识可以学习。小青很焦虑，一有空就去图书馆学习。但小青晚上失眠导致白天精力不足，经常会在课上睡觉。小青尝试过一些帮助睡眠的非药物的方法，但没什么效果。小青在看到学校内关于睡眠困扰咨询的宣传后，到心理咨询中心预约咨询。"
    },
    {
        "Case Number": "案例86:",
        "General Information": "小武，男，20岁，大二，第一次辅导",
        "Basic Information": "小武与前女友是高中同班同学，后来考上不同的大学，异地恋的日子不好过。小武和前女友经常因为鸡毛蒜皮的小事吵架，女友觉得小武不够重视，小武觉得自己已经把空闲的所有时间都拿来和女友视频但她还不满意。在大二期中考前因为考试后要不要一起出门旅游两人发生争执，小武指责女友不考虑自己的学习而一直胡闹以及还说了一些人身攻击的话，女友单方面删了小武。小武在被单删后，从愤怒、不解到后悔、归罪自己。小武白天学习时会因为回想到这段关系而分神很久，注意力无法长时间集中，学习动力不足，晚上只能睡3.4个小时，平时连打游戏也没兴趣了。小武意识到自己的心理状态可能不太对劲，主动预约咨询。"
    },
    {
        "Case Number": "案例87:",
        "General Information": "小辉，男，15岁，高一，第一次辅导",
        "Basic Information": "高一入学时父母就提醒小辉要开始思考高考选科的事情，小辉也有一直在思考。他发现自己对历史有浓厚的兴趣，之前小学、初中也最喜欢上历史课，在兴趣之下小辉的历史成绩一直不错。而物理和化学这两个科目，虽然他一直在努力学，但有很多无法理解的知识，不懂的知识积少成多也就打击了他的学习热情。小辉把自己想选历史作为高考科目的想法和父母说了，父母直接反对。父母也研究了高考选科和大学选专业的关联，选历史的话就难以在大学学理工类专业，父母希望小辉从事理工类工作，工作更好找且稳定。小辉很为难，一方面觉得父母对于自己未来就业的考虑有道理，但另一方面又无法放弃自己喜欢的历史，而且物理化学科目对于他来说很困难，他要将其作为高考科目也会很辛苦。小辉之前上过心理老师的生涯规划课，主动预约心理老师进行咨询。"
    },
    {
        "Case Number": "案例88:",
        "General Information": "小豪，男，16岁，高二，第一次辅导",
        "Basic Information": "小豪一直学习压力就很大，高一下学期分班考时考的不理想，没有去到自己想去的重点班，他有些气馁。高二开学，他也想在学习上多努力努力，但上语文课时他会思考上一节数学课还没理解的知识，语文课没认真听、数学课的知识也没理解，每节课的听课效率都很低，到期中考时又没考好。家长和老师都表示对小豪失望，小豪对自己也很失望。小豪把学习成绩不好归结于自己没有学习的天赋、没有能力，自暴自弃，开始在晚上玩手机、白天课上睡觉。被宿管老师抓到玩手机后，班主任引起重视，推荐他进行心理咨询。"
    },
    {
        "Case Number": "案例89:",
        "General Information": "小武，男，15岁，高一，第一次辅导",
        "Basic Information": "小武进入高中2个月了，还是不太适应。对于进入一个新学校、面对新同学感到不知所措，会一直想念初中熟悉的伙伴，认为现在的同学都没有以前的同学好。虽然现在的同学都挺友善的，但很多同学之前就认识，会结成一团玩乐，小武觉得难以融入。也会有其他同学邀请小武一起打羽毛球、吃午饭，但小武总是害怕尴尬，害怕和他们接触，多是拒绝。小武感到很孤独，在学校的时候独来独往、放学就回家。虽然他想有好朋友但不知道怎么办。"
    },
    {
        "Case Number": "案例90:",
        "General Information": "小丽，女，15岁，高一，第一次辅导。",
        "Basic Information": "小丽一直都是走读生，在高中学校是她第一次住校。小丽感到很紧张并且有些不习惯，在家可以想做什么就做什么、不会有什么拘束，现在与宿舍的同学们还需要协调洗澡时间、一起吃饭睡觉，小丽之前还没有和其他人这么亲密的相处过。而且宿舍有同学打呼噜，小丽睡眠浅，夜间睡觉会多次醒来。上周，舍友拿错了小丽的毛巾去洗澡，小丽感觉更加别扭，但也不知道怎么和舍友说。白天在班级里，舍友们也更多和她们各自初中的同学一起玩，小丽独自一人。小丽感觉难过、孤单，主动来到咨询室。"
    },
    {
        "Case Number": "案例91:",
        "General Information": "小茂，男，16岁，高一，第一次辅导。",
        "Basic Information": "小茂初中的时候在市里最好的学校念书，小茂自己的学习成绩也不错。但是参加中考时小茂失利了，分数远低于平时考试的分数，只能进入市里比较末尾的一所高中。小茂表示感觉自己来到这所学校整个生活都是灰暗的，处处碰壁。一方面小茂觉得没面子，不想联系以前初中的朋友，同时也看不起现在的同班同学，觉得同学的水平远比不上自己，渐渐变得形单影只。另一方面小茂还觉得这所学校学生的成绩都一般，更没人能考上自己期望的好学校。自己在这所学校里自己学习肯定不理想，不可能达到一个好成绩。因为最近情绪低沉，在课上专注力差，由老师推荐来到心理咨询室。"
    },
    {
        "Case Number": "案例92:",
        "General Information": "小霞，女，16岁，高二，第一次辅导",
        "Basic Information": "小霞是学校里的住宿生，高一时和室友们关系很好。高二选科后重新分班小霞又分到了一批新班级的新室友。小霞觉得自己在新寝室里并不开心，新的室友在午休和晚上睡觉时常常一起聊天，影响到了小霞睡觉。但小霞觉得室友们都在聊天，自己不想参与进聊天里可以沉默，随大流由着室友吵闹，不能再指责而影响了与舍友的关系。小霞觉得自己在新宿舍里是格格不入的，同时还发现以前的朋友们分班后都有了新朋友，自己也不能加入到旧朋友和她们的新朋友之间去。近期在学校感到很孤独，看着身边同学都有朋友就自己独自一人，小霞很郁闷，主动来咨询室。"
    },
    {
        "Case Number": "案例93:",
        "General Information": "小刚，男，16岁，高一，第一次辅导",
        "Basic Information": "小刚在班级内任劳动委员，上岗的1个月里他很疲惫。班里同学们对于卫生大多都是无所谓的态度，就算安排了固定的值班表，同学们也不会主动打扫。每次小刚都需要去叫同学完成应该做的卫生工作，有些同学说他太较真，有些同学要叫很多次才会去做。小刚有些苦恼，他不想因为做班委而破坏和班级同学的关系，但也不想班级因为卫生原因被扣分。小刚犹豫再三，想找心理老师求助。"
    },
    {
        "Case Number": "案例94:",
        "General Information": "小黄，男，15岁，初三，第一次辅导",
        "Basic Information": "小黄从小身体不好，体弱多病，严重时要住院治疗。父母对小黄没什么期待，也不会提什么要求，只希望小黄健康成长。小黄小学因为搬家转学过一次。小黄初一时所在的学校有校园霸凌事件发生，小黄父母害怕小黄也受到欺凌，不信任学校，给小黄转学到附近另一个学风更严谨的学校。小黄因为生病和转学的原因，同学、朋友关系不稳定，没有同龄人一起玩乐和开心的经历。小黄在学校就是专心努力学习，虽然父母对他没有要求，但他希望通过学习证明自己。进入初三后，小黄难以缓解学习压力，也不知道该和谁倾诉，遂找自己的心理老师寻求帮助。"
    },
    {
        "Case Number": "案例95:",
        "General Information": "小英，女，14岁，初二，第一次辅导",
        "Basic Information": "小英父母都在外地打工，就过年回家一次，小英从小由爷爷奶奶抚养。小学毕业那年母亲给小英买了一部手机，方便联络。小英拿到手机后，被手机中的短视频还有游戏吸引，平时同学之间也会讨论很多网络上的话题，她都能参与讨论，与同学们之间关系很密切，因此交了很多朋友。小英一回到家就玩游戏，没有足够的时间完成作业。小英初一入学成绩还不错，但由于注意力没有集中在学习上，成绩逐渐下降。小英经常在课上和同学讨论与课程无关的内容，被班主任关注，邀请心理老师与小英聊一聊。"
    },
    {
        "Case Number": "案例96:",
        "General Information": "小王，男，14岁，初二，第一次辅导",
        "Basic Information": "小王一直是个认真完成课后作业的同学。初二开学，小王的班级换了一个英语老师，开学第一周周末作业小王周五就完成了并且交给了组长，但老师清点时没有找到他的作业。当时班里只有他和另一个经常不写作业的同学没有交，老师在课上点名批评并且惩罚两人罚抄课文。小王很委屈和生气，他尝试举手和老师解释，但老师不理会他。小王忍着情绪接受了惩罚，抄写完课文。但此后讨厌英语老师，也讨厌这个老师讲的英语课，小王的英语成绩逐渐下滑。小王其他科目成绩都不错，就是英语科目成绩拖了后腿，小王自己也意识到可以让老师帮助提升英语成绩，但就是放不下心里对英语老师的抵触，遂寻求心理咨询帮助。"
    },
    {
        "Case Number": "案例97:",
        "General Information": "小丽，女，13岁，初一，第一次辅导",
        "Basic Information": "小丽最近特别在意其他人对自己外貌的看法，尤其是班级同学对自己的看法。当大家都在讨论谁长得丑、谁长得漂亮，谁胖谁瘦这些内容时，小丽在一旁沉默，小丽怕自己被同学嘲笑，担心失去朋友。小丽会在意自己的校服是不是合身、会不会显得臃肿，觉得自己腿很粗而不想穿短裤进行体育运动，认为自己长得不好看而经常带口罩、出门前会犹犹豫豫要不要戴帽子。由于注意力放到自己的担心上，小丽经常神游、发呆。班主任观察到小丽的状态很低沉，建议小丽前往心理咨询。"
    },
    {
        "Case Number": "案例98:",
        "General Information": "小白，女，15岁，初三，第一次辅导",
        "Basic Information": "小白的父母在外经商，没有时间照顾和管教小白。父母从老家请了外婆来照顾小白的生活，外婆对小白很宠爱，不管小白做什么都不会责骂她，但外婆在家也就是照顾小白生活，空闲下来就玩手机不会陪小白玩。小白只要有空就会和学校里认识的酷酷的同学一起出去玩，她觉得他们知道很多而且玩的花样很丰富，小白可以脱离无聊的生活。小白会和朋友在酒吧、海边玩到很晚，并且学会了抽烟。她初中阶段已经交了3个男朋友，但基本都在一起了1.2个月左右就分手了。这次她又交了一个男朋友，男生很主动的追她，小白也觉得男生对她很好，但男生追到后和她说只是为了一个打赌游戏，然后和小白提分手，小白很伤心，主动找心理老师寻求帮助。"
    },
    {
        "Case Number": "案例99:",
        "General Information": "小兰，女，13岁，初一，第一次辅导",
        "Basic Information": "小兰的母亲对她要求很高，要求她只要是考试都要考90分以上，作业也要全部完成并且母亲会检查。小兰小学的时候还能完成母亲的要求，但进入初中后学习难度提升、作业量变大，有时就无法达到母亲的要求，母亲每次都会非常生气的指责小兰，认为小兰没有认真把所有精力都投入在学习，表示对小兰很失望，并且罚小兰做更多课外练习册。小兰不想让母亲生气，但考试成绩又不如她所愿总是好的，小兰很自责、难过，小兰不知道怎么办，她就用笔尖划自己的小臂，看着手上的红色划痕小兰会感受好一些。英语老师在课上走到小兰边上查看作业时，看到小兰手上的划痕，发现小兰的心理状态不对，让心理老师邀请小兰去咨询室聊聊。"
    },
    {
        "Case Number": "案例100:",
        "General Information": "小花，女，11岁，五年级，第一次辅导",
        "Basic Information": "小花是家里的老大，有个弟弟刚满3岁，上周她的母亲生了三胎，现在还在月子中心修养，家里的关注点全在另外两个孩子上。由于家人的精力有限，小花下午放学后就会被送到晚托班，在晚托班写作业，到7点回家。回到家小花就会拿爷爷的手机玩，直到睡觉，如果父亲发现小花在玩手机就会打小花。小花在学校课下经常与同学发生冲突、打架，在课上和其他同学讲闲话而被老师责备，小花认为老师和同学都是针对她，她没有什么错。班主任对于小花违反纪律、扰乱班级秩序的行为很苦恼，请心理老师约谈小花。"
    }
]
